{
  "meta": {
    "schema": "interface.v1",
    "kind": "interface",
    "subject": "guru",
    "variant": null,
    "parent": {
      "kind": "interface",
      "subject": "root"
    },
    "languageCodeHL": "eng00",
    "languageCodeGoogle": "en",
    "namespace": "interface.guru",
    "sourceOfTruth": "human",
    "translator": "Bob Prouty",
    "notes": "Interface summaries are displayed in the UI. interface.study.summary is usually not displayed and is retained for reuse and as a writing reference.",
    "version": 2,
    "updatedAt": "2025-09-03T00:00:00Z"
  },
  "interface": {
    "bibleExternal": "This Bible text opens on another site. Please read verses {0} and return here to continue your conversation",
    "changeLanguage": "Change language.",
    "choosePlatform": "Choose a platform:",
    "completed": "Completed",
    "copied": "Link copied to clipboard!",
    "copyFailed": "Failed to copy the link.",
    "copyLink": "Copy link",
    "language": "Select Language",
    "lessonLoading": "Your content is loading",
    "lookBackNoteInstruction": "Write your notes for Look Back here",
    "lookForwardNoteInstruction": "Write your notes for Look Forward here",
    "lookUpNoteInstruction": "Write your notes for Look Up here",
    "markCompleted": "Mark as completed",
    "next": "Next",
    "nextVideo": "Next Video",
    "notCompleted": "Mark as completed",
    "openLink": "Open Bible passage",
    "otherVideos": "Other Videos",
    "previous": "Previous",
    "read": "Read {0}",
    "readMore": "Read More",
    "readOrWatch": "Read or watch {0} two times as everyone listens",
    "readPlain": "Read from the Bible",
    "readTwice": "Read {0} two times as others listen.",
    "select": "Select",
    "selectPassage": "Select Passage",
    "selectSegment": "Select Segment",
    "share": "Share",
    "shareFail": "Sharing failed!",
    "shareFallback": "Sharing not supported. Using fallback.",
    "shareOk": "Shared successfully!",
    "shareVia": "Share via",
    "summary": "Summary",
    "teaching": "Teaching",
    "timing": "(spend one third of your time on this section)",
    "topic": "Topic",
    "videoNoteInstruction": "Write your notes for this video here",
    "videoSegment": "Video Segment",
    "videoUnavailable": "Video Unavailable",
    "watchOnline": "Watch {0} online"
  },
  "review": {
    "p1": "Before we begin, let’s take a moment to review what you committed to last time.",
    "p2": "This helps us encourage each other and see how God is at work.",
    "empty": "You didn’t write any notes in Look Forward the last time we met. Taking a few notes can help you grow!"
  },
  "index": {
    "para": {
      "1": "Making real progress in our spiritual life rarely happens on our own. Across cultures, people have looked for a guide — someone with wisdom they can trust, who can show the way, challenge assumptions, and help others grow.",
      "2": "The explorations below invite you to see what Jesus taught his first disciples and how they learned from him. Gather with friends, watch, listen, and discover together whether he is a guru worth following."
    }
  },
  "jvideo": {
    "title": "The Life of the Guru",
    "summary": "Watch key moments from the life of Lord Jesus and see how his words and actions shaped the people who followed him — and why his influence continues today."
  },
  "mountain": {
    "title": "The Mountain of God",
    "summary": "Some say there are many paths to the top of the mountain. This short story invites you to consider how guides, paths, and destinations are connected."
  },
  "wisemen": {
    "title": "Birth of the Guru",
    "summary": "Astrologers from the East notice a sign in the sky and set out on a long journey. Follow their search and discover why they believed a child born under this star was worth honoring."
  },
  "life": {
    "title": "His Teachings",
    "summary": "What did Lord Jesus teach his followers as they walked with him? Explore his words and stories and consider how they speak to everyday life."
  },
  "ctc": {
    "title": "His Holy Book",
    "summary": "Journey through the Holy Book to see how people across history searched for God, struggled, failed, and found hope along the way."
  },
  "following": {
    "title": "Following Him",
    "summary": "Watch friends discover who Lord Jesus is, how to talk with him in prayer, and how his way of life spreads naturally through relationships."
  },
  "deepavali": {
    "title": "Light for the Soul",
    "summary": "During Deepavali, many reflect on light and hope. Explore how the light of Lord Jesus speaks into the heart with peace and freedom."
  },
  "karma": {
    "title": "Escaping Karma",
    "summary": "Many long to escape the cycle of cause and effect. Discover how Lord Jesus offers forgiveness, restoration, and a new beginning."
  },
  "ask": {
    "title": "Ask a Question",
    "summary": "Do you have questions about life, faith or God? You can share them here in a safe place and receive a personal reply from a real person."
  }
}
