{
  "meta": {
    "schema": "interface.v1",
    "kind": "interface",
    "subject": "uom",
    "variant": null,
    "parent": {
      "kind": "interface",
      "subject": "root"
    },
    "languageCodeHL": "eng00",
    "namespace": "interface.uom",
    "updatedAt": "2025-09-03T00:00:00Z"
  },
  "interface": {
    "bibleExternal": "This Bible text opens on another site. Please read verses {0} and return here to continue your conversation",
    "changeLanguage": "Change language.",
    "choosePlatform": "Choose a platform:",
    "completed": "Completed",
    "copied": "Link copied to clipboard!",
    "copyFailed": "Failed to copy the link.",
    "copyLink": "Copy link",
    "language": "Select Language",
    "lessonLoading": "Your content is loading",
    "lookBackNoteInstruction": "Write your notes for Look Back here",
    "lookForwardNoteInstruction": "Write your notes for Look Forward here",
    "lookUpNoteInstruction": "Write your notes for Look Up here",
    "markCompleted": "Mark as completed",
    "next": "Next",
    "nextVideo": "Next Video",
    "notCompleted": "Mark as completed",
    "openLink": "Open Bible passage",
    "otherVideos": "Other Videos",
    "previous": "Previous",
    "read": "Read {0}",
    "readMore": "Read More",
    "readOrWatch": "Read or watch {0} two times as everyone listens",
    "readPlain": "Read from the Bible",
    "readTwice": "Read {0} two times as others listen.",
    "select": "Select",
    "selectPassage": "Select Passage",
    "selectSegment": "Select Segment",
    "share": "Share",
    "shareFail": "Sharing failed!",
    "shareFallback": "Sharing not supported. Using fallback.",
    "shareOk": "Shared successfully!",
    "shareVia": "Share via",
    "summary": "Summary",
    "teaching": "Teaching",
    "timing": "(spend one third of your time on this section)",
    "topic": "Topic",
    "videoNoteInstruction": "Write your notes for this video here",
    "videoSegment": "Video Segment",
    "videoUnavailable": "Video Unavailable",
    "watchOnline": "Watch {0} online"
  },
  "review": {
    "p1": "Before we begin, let’s take a moment to review what you committed to last time.",
    "p2": "This helps us encourage each other and see how God is at work.",
    "empty": "You didn’t write any notes in Look Forward the last time we met. Taking a few notes can help you grow!"
  },
  "index": {
    "para": {
      "1": "Most of us don’t figure life out on our own. We look for people we can learn from, voices we can trust, and communities where questions and growth are welcome.",
      "2": "In this series, you are invited to read and discuss selected Bible passages together. As you explore, you will have space to notice what stands out, ask honest questions, and consider whether these stories have anything to say about wisdom, relationships, and real life today."
    }
  },
  "ctc": {
    "title": "Discovering Spiritual Community",
    "summary": "We all want to belong — and we all carry questions about what real community looks like. This exploration traces key Bible stories and asks what they might mean for authentic spiritual community today.",
    "para": {
      "1": "Most of us long for community — a place to belong, grow, and face life together — but relationships can also bring tension, disappointment, and questions.",
      "2": "In this exploration, we will read key stories from the Bible — from the beginning through Jesus and the early community that formed around him — and discover together what they might mean for real life today."
    }
  },
  "hope": {
    "title": "Seven Stories of Hope",
    "summary": "Seven Gospel stories that describe encounters between Jesus and ordinary people facing real-life situations.",
    "para": {
      "1": "Each of these stories records an interaction between Jesus and a person or group dealing with pressure, need, or uncertainty. The accounts are drawn directly from the Gospels and allow us to observe what happens when people meet Jesus in different circumstances.",
      "2": "As we read these stories together, we’ll pay attention to what we notice about the people, about Jesus, and about the choices and responses within each account. We’ll also reflect on whether these stories connect in any way with our own lives today."
    }
  },
  "jvideo": {
    "title": "The Life of Jesus",
    "summary": "Short videos help people meet Jesus and start exploring his life and teachings.",
    "para": {
      "1": "Stories have a unique power to connect with the heart. Jesus often taught through stories and encounters recorded in the Gospels.",
      "2": "These videos are an invitation to watch, reflect, and talk about what you see. They can open the door to honest conversation and deeper exploration of Jesus."
    }
  },
  "life": {
    "title": "Life Issues",
    "summary": "Everyday life raises hard questions about money, relationships, conflict, and purpose. This exploration looks at practical topics and invites you to consider what Jesus’ words might mean for real life today.",
    "para": {
      "1": "All of us face choices and pressures in daily life — how we handle money, relationships, conflict, stress, and what we value most.",
      "2": "In this series, we will explore a range of everyday topics and read what Jesus said about them, discovering together how his words connect with the questions we face."
    }
  },
  "outline": {
    "title": "DBS Outline",
    "summary": "An outline you can use to lead a Discovery Bible Study with any passage"
  },
  "tips": {
    "title": "Discussion Tips",
    "summary": "A few simple guidelines that help group discussions work well",
    "para": {
      "1": "These conversations work best when everyone has space to share what they notice in the text, ask questions, and listen respectfully to others.",
      "2": "You do not need to be an expert or have the right answers. The focus is on reading the passage together, noticing what stands out, and learning from one another."
    }
  }
}
