{
  "meta": {
    "schema": "interface.v1",
    "kind": "interface",
    "subject": "dbs",
    "variant": null,
    "parent": {
      "kind": "interface",
      "subject": "root"
    },
    "languageCodeHL": "eng00",
    "namespace": "interface.dbs",
    "updatedAt": "2025-09-03T00:00:00Z"
  },
  "interface": {
    "bibleExternal": "This Bible text opens on another site. Please read verses {0} and return here to continue your conversation",
    "changeLanguage": "Change language.",
    "choosePlatform": "Choose a platform:",
    "completed": "Completed",
    "copied": "Link copied to clipboard!",
    "copyFailed": "Failed to copy the link.",
    "copyLink": "Copy link",
    "language": "Select Language",
    "lessonLoading": "Your content is loading",
    "lookBackNoteInstruction": "Write your notes for Look Back here",
    "lookForwardNoteInstruction": "Write your notes for Look Forward here",
    "lookUpNoteInstruction": "Write your notes for Look Up here",
    "markCompleted": "Mark as completed",
    "next": "Next",
    "nextVideo": "Next Video",
    "notCompleted": "Mark as completed",
    "openLink": "Open Bible passage",
    "otherVideos": "Other Videos",
    "previous": "Previous",
    "read": "Read {0}",
    "readMore": "Read More",
    "readOrWatch": "Read or watch {0} two times as everyone listens",
    "readPlain": "Read from the Bible",
    "readTwice": "Read {0} two times as others listen.",
    "select": "Select",
    "selectPassage": "Select Passage",
    "selectSegment": "Select Segment",
    "share": "Share",
    "shareFail": "Sharing failed!",
    "shareFallback": "Sharing not supported. Using fallback.",
    "shareOk": "Shared successfully!",
    "shareVia": "Share via",
    "summary": "Summary",
    "teaching": "Teaching",
    "timing": "(spend one third of your time on this section)",
    "topic": "Topic",
    "videoNoteInstruction": "Write your notes for this video here",
    "videoSegment": "Video Segment",
    "videoUnavailable": "Video Unavailable",
    "watchOnline": "Watch {0} online"
  },
  "review": {
    "p1": "Before we begin, let’s take a moment to review what you committed to last time.",
    "p2": "This helps us encourage each other and see how God is at work.",
    "empty": "You didn’t write any notes in Look Forward the last time we met. Taking a few notes can help you grow!"
  },
  "index": {
    "para": {
      "1": "Most people do not explore life’s big questions on their own. We look for insight we can trust and communities where reflection and honest conversation are welcome.",
      "2": "This site invites you to explore a range of stories and themes drawn from the life and teachings of Jesus, and to consider whether they have anything to say about wisdom, relationships, and everyday life."
    }
  },
  "ctc": {
    "title": "Discovering Spiritual Community",
    "summary": "A series of stories that explore community, belonging, and shared life as described in the accounts of Jesus and those around him.",
    "para": {
      "1": "Across history, people have searched for meaningful connection and a sense of belonging.",
      "2": "These stories invite you to observe how community forms around shared values, trust, and commitment, and to reflect on what that might mean today."
    }
  },
  "disciple": {
    "title": "Passing It On",
    "summary": "Stories and conversations about learning, growth, and influence through relationships.",
    "para": {
      "1": "Many of Jesus’ conversations focused on learning through example, practice, and shared life.",
      "2": "As you explore these passages, consider how learning is passed from one person to another and how influence is shaped through everyday relationships."
    }
  },
  "give": {
    "title": "Giving and Generosity",
    "summary": "Stories that explore money, priorities, and generosity in everyday life.",
    "para": {
      "1": "Questions about money and possessions often reveal what people value most.",
      "2": "These passages invite reflection on generosity, trust, and how choices about resources shape both individuals and communities."
    }
  },
  "hope": {
    "title": "Seven Stories of Hope",
    "summary": "Seven stories that describe encounters between Jesus and people facing real-life situations.",
    "para": {
      "1": "Each story records an interaction with someone experiencing pressure, loss, uncertainty, or change.",
      "2": "As you read together, notice what happens in each encounter and consider whether any of these stories connect with your own experience of life."
    }
  },
  "jvideo": {
    "title": "The Life of Jesus",
    "summary": "Short videos that introduce Jesus through recorded stories and events from his life.",
    "para": {
      "1": "As you watch, pay attention to what Jesus says and does, and reflect on how his approach compares with other voices you have encountered."
    }
  },
  "lead": {
    "title": "Leadership",
    "summary": "Exploring leadership through the words and actions of Jesus.",
    "para": {
      "1": "The accounts of Jesus present a distinctive approach to leadership shaped by service, responsibility, and care for others.",
      "2": "These passages invite reflection on what leadership looks like in everyday life and influence."
    }
  },
  "life": {
    "title": "Life Issues",
    "summary": "Stories and teachings that address practical questions about relationships, decisions, and purpose.",
    "para": {
      "1": "Many of the topics Jesus addressed relate to challenges people still face today.",
      "2": "As you explore these passages, consider what stands out and whether any of these ideas connect with your own questions about life."
    }
  },
  "obey": {
    "title": "Responding to What You Read",
    "summary": "Reflecting on response and action in everyday life.",
    "para": {
      "1": "Every Bible passage invites readers to consider response, whether through reflection, conversation, or changes in attitude or action.",
      "2": "These conversations create space to think about how ideas move from words on a page into everyday choices and relationships."
    }
  },
  "relate": {
    "title": "Relationships",
    "summary": "Exploring connection, honesty, and shared life.",
    "para": {
      "1": "Although people are often connected digitally, many still experience isolation.",
      "2": "These passages invite reflection on relationships, trust, and how people support one another through life."
    }
  },
  "serve": {
    "title": "Serving Others",
    "summary": "Stories that explore service, responsibility, and care for others.",
    "para": {
      "1": "Jesus is often shown serving others in practical and unexpected ways.",
      "2": "These accounts invite reflection on how service shapes communities and personal values."
    }
  },
  "share": {
    "title": "Sharing Stories",
    "summary": "Conversations about sharing experiences and insights with others.",
    "para": {
      "1": "Ideas often spread through relationships and everyday conversations.",
      "2": "These passages invite reflection on how stories are shared and how understanding grows through dialogue."
    }
  },
  "trust": {
    "title": "Trust",
    "summary": "Exploring trust, reliance, and confidence through recorded stories of Jesus.",
    "para": {
      "1": "Many of these accounts describe moments where people must decide what or whom they trust.",
      "2": "As you read, consider how trust is formed, tested, and expressed in real life."
    }
  }
}
